Repository: Automattic/P2-Resolved-Posts
Catalog: languages/p2-resolved-posts-*.po
Languages: es_es

source: Flag unresolved
es_es: Marcar no resuelto

source: Flag as unresolved
es_es: Marcar como no resuelto

source: Unresolved
es_es: No resuelto

source: Flag as Resolved
es_es: Marcar como resuelto

source: Resolved
es_es: Resuelto

source: Remove resolved flag
es_es: Eliminar marca de resuelto

source: Flag as %s
es_es: Marcar como %s

source: P2 Resolved Posts is enabled. You'll also need to activate the <a href='%s' target='_blank'>P2 theme</a> to start using the plugin.
es_es: P2 Resolved Posts está habilitado. Necesitarás activar también el <a href='%s' target='_blank'>tema P2</a> para empezar a usar el plugin.

source: Adding a state needs to happen before 'init'
es_es: Agregar un estado necesita ocurrir antes de 'init'

source: Removing a state needs to happen before 'init'
es_es: La eliminación de un estado necesita ocurrir antes de 'init'

source: Doin' something fishy, huh?
es_es: Conque haciendo algo coqueto, ¿eh?

source: Bad state
es_es: Mal estado

source: Invalid post id
es_es: No es válido el post id

source: <span class="date-time">%1$s on %2$s</span>
es_es: <span class="date-time">%1$s sobre %2$s</span>

source: Someone
es_es: Alguien

source: %1$s marked this %2$s<br />%3$s
es_es: %1$s marcó este %2$s<br />%3$s

source: %1$s removed resolution<br />%2$s
es_es: %1$s eliminó la resolución<br />%2$s

source: Allows querying of resolved and unresolved posts
es_es: Permite consultar entradas resueltas y no resueltas

source: P2 Filter Posts
es_es: Filtrar entradas

source: Show <strong>unresolved</strong> threads
es_es: Mostrar tópicos sin <strong>resolver</strong>

source: Show resolved threads
es_es: Mostrar tópicos resueltos

source: Show all threads
es_es: Mostrar todos los tópicos

source: Title:
es_es: Título:

source: Display an (optionally filtered) list of unresolved posts
es_es: Mostrar una lista (filtrada opcionalmente) de entradas sin resolver

source: P2 Unresolved Posts
es_es: Entradas sin resolver

source: Title
es_es: Título

source: State
es_es: Estado

source: Posts Per Page
es_es: Entradas por página

source: Filter to these tags
es_es: Filtrar hasta estas etiquetas

source: Separate multiple tags with commas, and prefix with '-' to exclude.
es_es: Separar etiquetas múltiples con comas y agregar prefijo '-' para excluir.

source: Show
es_es: Mostrar

source: Newest posts first
es_es: Entradas más recientes primero

source: Oldest posts first
es_es: Entradas más antiguas primero

source: See all matching unresolved posts
es_es: Ver todas las entradas sin resolver que coinciden

source: Showing <span class="p2-resolved-posts-first-post">1</span>-<span class="p2-resolved-posts-last-post">%1$d</span> of <span class="p2-resolved-posts-total-posts">%2$d</span> %3$s posts
es_es: Mostrando <span class="p2-resolved-posts-first-post">1</span>-<span class="p2-resolved-posts-last-post">%1$d</span> de <span class="p2-resolved-posts-total-posts">%2$d</span> %3$s entradas

source: no comments
es_es: no hay comentarios

source: one comment
es_es: un comentario

source: % comments
es_es: % comentarios

source: Nice work! Everything in this list has been resolved.
es_es: ¡Bien hecho! Todo en esta lista se ha resuelto.

source: Allows you to mark P2 posts for resolution and filter by state
es_es: Te permite marcar entradas para su resolución y filtrar por estado

source: Daniel Bachhuber (and Andrew Nacin)
es_es: Daniel Bachhuber (y Andrew Nacin)
